/* State and Keywordgroupnames */
"Base" = "Base";
"Types" = "Types";
"Functions" = "Fonctions";
"Keywords" = "Mots clefs";
"Numbers" = "Nombres";
"FunctionRegex" = "Appels de fonction";
"Comment" = "/* Commentaire */";
"Single Comment" = "-- Commentaire";
"Singleline Comment (mysql)" = "# Commentaire (mysql)";
"String Singlequoted" = "'Chaînes de caractères'";
"String Doublequoted" = "\"Chaînes de caractères\"";
